[

    {
        "name": "Diabetes 1",
        "resumen": "Los diabéticos tipo 1 sintetizan muy poca o ninguna insulina. Todas las células beta del páncreas productoras de insulina que tienen en el momento del diagnóstico se destruyen por completo en un periodo de 5 a 10 años, dejándolos totalmente dependientes de inyectarse insulina para vivir.",
        "sintomas": "Aumento de la sed, necesidad de orinar a menudo, incontinencia urinaria en niños que anteriormente no mojaban la cama durante la noche, hambre extrema, adelgazamiento no intencional, pérdida de peso sin causa aparente, irritabilidad y otros cambios de humor, fatiga y debilidad, llagas que tardan en cicatrizar, visión borrosa, infecciones frecuentes" ,
        "tratamiento": "El tratamiento de la diabetes se basa en la monitorización diaria de la concentración de glucosa, una dieta sana y planificada y ejercicio físico regular."
    },
    {
        "name": "Esclerosis múltiple",
        "resumen": "La esclerosis múltiple (EM) es una enfermedad crónica que afecta al sistema nervioso central. Da lugar a inflamación y destrucción de la mielina.",
        "sintomas": "Entumecimiento, hormigueo, dolor, picor, sensación de quemazón, dolor facial y alteraciones visuales, alteraciones del habla, debilidad, temblor, dificultad para caminar, falta de coordinación, estreñimiento, cambios de humor, depresión, capacidad de pensar, memoria, fatiga, sensibles a los cambios de temperatura.",
        "tratamiento": "La EM no puede curarse, el tratamiento consisten en enlentecer la progresión de la enfermedad, mejorar los síntomas y minimizar los efectos de las crisis o ataques agudos."
    },
    {
        "name": "Lupus eritematoso",
        "resumen": "El lupus es un trastorno autoinmune inflamatorio crónico. El lupus aparece porque el sistema inmune, que normalmente protege al organismo frente a infecciones, produce una respuesta inmune inadecuada dirigida contra los propios tejidos del individuo. ",
        "sintomas": "Los signos y síntomas del lupus son muy variables, y entre ellos se incluyen: dolor muscular, dolor de tipo artrítico en una o varias articulaciones, erupción característica en forma de mariposa en la nariz y mejillas, fiebre, fatiga persistente, hipersensibilidad a la luz ultravioleta, fenómeno de Raynaud, pérdida de cabello, dolor torácico, anemia, úlceras en la boca, inflamación y lesión de órganos y tejidos, como riñones, pulmones, corazón, capas de revestimiento del corazón, sistema nervioso central y vasos sanguíneos.",
        "tratamiento": "El lupus es una enfermedad incurable, aunque en muchos individuos los síntomas pueden remitir entre las exacerbaciones. Los objetivos del tratamiento consisten en aliviar los síntomas, minimizar las exacerbaciones y las complicaciones, y tratar las complicaciones asociadas a la enfermedad en caso de que se produzcan.Se recomienda a las personas afectadas descansar suficientemente, practicar ejercicio físico, evitar el estrés y la exposición a la luz solar. Se pueden administrar fármacos para aliviar el dolor, reducir la inflamación y abordar correctamente posibles complicaciones."
    },
    {
        "name": "Miastenia Gravis",
        "resumen": "Enfermedad autoinmune de carácter neuromuscular y crónica que se caracteriza por presentar debilidad de los músculos esqueléticos (voluntarios) del cuerpo en diferentes grados. La debilidad muscular aumenta durante los períodos de actividad y disminuye después de períodos de descanso.",
        "sintomas": "El cuadro clínico se caracteriza por debilidad y fatigabilidad muscular variable, siempre en relación con la realización de actividad física, sus primeros síntomas son la caída de los párpados y la visión doble o diplopía, la debilidad de los músculos bulbares puede producir dificultad para hablar, para la masticación y la deglución.",
        "tratamiento": "Los anticolinesterásicos son el grupo de fármacos de primera elección y su acción consiste en bloquear la degradación de la acetilcolina por medio de la enzima colinesterasa. Este tipo de fármacos ayuda a que exista más acetilcolina disponible para que el músculo trabaje mejor."
    },
    {
        "name": "Espondilitis Anquilosante",
        "resumen": "La espondilitis anquilosante (EA) es una forma de artritis que afecta a la columna y constituye una condición crónica. Ocasiona una inflamación dolorosa de las articulaciones de la columna vertebral y de las que existen entre la parte inferior de la columna vertebral y la pelvis.",
        "sintomas": "Dolor, rigidez en tendones y ligamentos, dolor en las zonas con cartílago, fiebre, cansancio, pérdida de apetito, inflamación y dolor en (también pierden capacidad de movimiento), hombros, rodillas, tobillos, dedos de pies y manos",
        "tratamiento": "A pesar de que la espondilitis anquilosante o anquilopoyética (EA) no se puede curar, el ejercicio y la actividad física ayudan a prevenir la rigidez articular. Se prescriben fármacos para aliviar el dolor y la inflamación"
    },
    {
        "name": "Artritis Reumatoide",
        "resumen": "La artritis reumatoidea (AR) es una enfermedad que lleva a la inflamación de las articulaciones y tejidos circundantes. Es una enfermedad prolongada. También puede afectar otros órganos.",
        "sintomas": "Suele afectar a varias articulaciones y de manera simétrica, con más frecuencia manos y muñecas, pero también codos, cuello, hombros, caderas, rodillas y pies, fatiga, fiebre, desarrollo de nódulos subcutáneos especialmente en los codos y malestar general, anemia, complicaciones sistémicas y otros síntomas o signos asociados a otros trastornos autoinmunes.",
        "tratamiento": "Actualmente no puede curarse, los objetivos del tratamiento se centran en disminuir la progresión de la enfermedad, en aliviar el dolor y disminuir la inflamación, en mantener el funcionalismo de las articulaciones afectadas y minimizar las lesiones y complicaciones articulares. El tratamiento varía de persona a persona y a menudo a lo largo del tiempo para un mismo individuo."
    },
    {
        "name": "Enfermedad de Addison",
        "resumen": "La insuficiencia adrenal (o suprarrenal) y la enfermedad de Addison son trastornos endocrinos u hormonales en los que el organismo no produce cantidad suficiente de hormonas suprarrenales como cortisol y aldosterona.",
        "sintomas": "Los signos y síntomas asociados suelen ser inespecíficos, pueden aparecer de manera insidiosa y lentamente, manifestándose ante situaciones de estrés, los síntomas se incluyen: dolor abdominal, disminución del vello corporal, deshidratación en la enfermedad de Addison, diarrea o estreñimiento, mareos y desmayos, fatiga o debilidad extrema, hiperpigmentación, manchas oscuras en la piel, dolores musculares y articulares, alteraciones de la presión sanguínea y del ritmo cardíaco, hipoglucemia, debilidad muscular, deseo imperioso de consumo de sal, vómitos, pérdida de peso.",
        "tratamiento": "El tratamiento de la insuficiencia adrenal supone la administración de hormonas de sustitución. El tipo de tratamiento depende de si falta cortisol, aldosterona o ambos. A veces se puede recuperar en parte la función adrenal cuando la causa de la afectación es una infección, al resolverse esta última adecuadamente."
    },
    {
        "name": "Tiroiditis de hashimoto",
        "resumen": "La tiroiditis de Hashimoto es una enfermedad autoinmune, constituye la forma más común de inflamación de la glándula tiroides (tiroiditis) y la causa más frecuente de hipotiroidismo. La tiroides es una glándula pequeña en forma de mariposa, localizada en la base de la garganta, justo por debajo de la nuez. Esta glándula tiene un papel muy importante en el control del metabolismo del organismo mediante la producción de hormonas tiroideas.",
        "sintomas": "Entre los signos y síntomas se incluyen: estreñimiento. depresión. sequedad de la piel. cansancio, fatiga, pérdida de memoria, intolerancia al frío, en las mujeres, menstruaciones más frecuentes o irregulares, dolor en músculo y articulaciones, debilidad muscular, lentitud, cabello fino, pérdida de cabello, aumento de peso, en las embarazadas riesgo de aborto.",
        "tratamiento": "No se puede curar, pero la enfermedad puede ser controlada, cuando disminuye la producción de hormonas tiroideas y los síntomas van empeorando, está indicado el tratamiento hormonal sustitutivo con hormonas tiroideas. Se puede utilizar levotiroxina, que es una T4 sintética y que se toma en forma de píldoras. La medicación reemplaza la hormona que tu tiroides no puede sintetizar, y probablemente deberás tomarla durante toda la vida."
    },
    {
        "name": "Síndrome de Sjorgren",
        "resumen": "El Síndrome de Sjögren es una enfermedad autoinmune en la que el sistema inmunitario del organismo reacciona erróneamente contra los tejidos glandulares propios, tales como las glándulas salivales y lacrimales. ",
        "sintomas": "Entre los signos y síntomas se incluyen: disminución del sentido del gusto y del olfato, tos seca, ojos secos y con sensación de tener arena, sequedad de boca con dificultad al comer, tragar o hablar, sequedad de piel y erupciones, fatiga, dolor e hinchazón en las articulaciones, dolor muscular, hormigueo en las manos o pies (neuropatía), síndrome de Raynaud, dolor de garganta o lingual, hinchazón de glándulas salivales (parótida), situadas debajo de la lengua, en el interior de los carrillos y la mandíbula, molestias de estómago, intestino irritable, bronquitis recurrente o neumonía.",
        "tratamiento": "La enfermedad no tiene curación. El tratamiento varía en función de la gravedad de los síntomas, y consiste en aliviar dichos síntomas y prevenir o minimizar las lesiones en los tejidos, como por ejemplo en la superficie ocular."
    },
    {
        "name": "Enfermedad Celiaca",
        "resumen": "La enfermedad celíaca tiene una base autoinmune y se caracteriza por una respuesta inmune inapropiada al gluten -proteína presente en el trigo- y a otras proteínas de la dieta halladas en alimentos como la cebada y el centeno. Esta respuesta conduce a una inflamación del intestino delgado y a una lesión y destrucción de las vellosidades que recubren la pared intestinal.",
        "sintomas": "Entre los signos y síntomas de enfermedad celíaca se incluyen: dolor y distensión abdominal, diarrea crónica, heces grasientas y malolientes, vómitos, anemia por déficit de hierro que no responde a tratamiento con suplementos férricos, tendencia a sangrar, dolores articulares y óseos, fatiga, debilidad, dificultad para concentrarse, úlceras bucales, pérdida de peso, alteraciones del esmalte dental, osteoporosis.",
        "tratamiento": "Los individuos con enfermedad celíaca deben seguir una dieta libre de gluten, normalmente durante toda la vida. Suele ser necesario consultar con un dietista y ser muy cuidadoso con la composición de todos los alimentos que se ingieren para garantizar una recuperación completa. Cuando se suprimen todas las posibles fuentes de trigo, cebada y centeno, los niveles de autoanticuerpos empiezan a disminuir y la lesión intestinal se resuelve."
    }
   
]
